[
    {
        "name":"Yana",
        "bio":"The only one of the band, that has no accent, Yana weaves warmth, and sparkling crystal tones throughout the tapestry of jazz meeting other genres. When not indulging her stage junkie identity or cajoling her husband to sing with her, she wields needles as an oncology nurse, dabbles in photography, writing and parenthood, and uses music to raise awareness, funds and support for cancer warriors of yesterday, today and tomorrow."
    },
    {
        "name":"Stas",
        "bio":"Stas played sax for many year with his deep passion for improvisation. He has played with the wide range of musicians and groups over the years, always seeking new ways to express himself through the sound. As the founder of Accent Deluxe hi brings his belief that music - jazz especially - is the ultimate form of self-expression, channeling that spirit into every performance."
    },
    {
        "name":"Nick",
        "bio":"Nick is uniquely talented self-taught guitar player and vocalist. He was coerced into joining the group and has been finding new ways to shine ever since. Adept at multiple styles of guitar playing, his expression ranges from mellow and lyrical to full of power. Combined with his vocal performance this makes him our charismatic front man."
    },
    {
        "name":"Allan",
        "bio":"While he can and does perform on stage when his wife asks him to, Allan finds joy in working with behind the scene machinery the makes us sound good. He has been masterful and reliable sound engineer since his wife Yana joined the group. Once in a while our singing sound engineer surprises audience with his flawless vocal performance."
    },
    {
        "name":"Alex",
        "bio":"Alex started playing bass when he was 18. Since then he spent about five years pursuing professional career in jazz performance. Then life happened. And after 30 years, three high school and two college graduations, and two weddings of his kids he is back at playing bass."
    }
]